"Alaska" = "Alaska";
"Alberta" = "Alberta";
"Argentina" = "Argentine";
"Brazil" = "Brésil";
"Central America" = "Mexique";
"China" = "Chine";
"Congo" = "Congo";
"East Africa" = "Éthiopie";
"Eastern Australia" = "Australie orientale";
"Eastern United States" = "Est des États-Unis";
"Egypt" = "Égypte";
"Greenland" = "Groënland & Nunavut";
"Iceland" = "Islande";
"India" = "Inde";
"Indonesia" = "Indonésie";
"Irkutsk" = "Baïkal";
"Japan" = "Japon";
"Kamchatka" = "Kamtchatka";
"Kazakstan" = "Kazakstan";
"Madagascar" = "Madagascar";
"Middle East" = "Moyen-Orient";
"Mongolia" = "Mongolie";
"New Guinea" = "Papouasie Nouvelle-Guinée";
"North Africa" = "Afrique occidentale";
"Northern Europe" = "Allemagne";
"Northwest Territories" = "Territoires du Nord-Ouest";
"Ontario" = "Ontario";
"Peru" = "Pérou";
"Quebec" = "Québec";
"Russia" = "Russie";
"Scandinavia" = "Scandinavie";
"Siam" = "Thaïlande";
"Siberia" = "Sibérie";
"South Africa" = "Afrique du Sud";
"Southern Europe" = "Europe méditerranéenne";
"United Kingdom" = "Royaume-Uni";
"Ural" = "Oural";
"Venezuela" = "Vénézuela";
"Western Australia" = "Australie occidentale";
"Western Europe" = "Europe occidentale";
"Western United States" = "Californie";
"Yakutia" = "Yakoutie";